{
    "GoogleAuthenticator": {
        "Menu": "Google Authenticator",
        "Settings": "Google Authenticator-instellingen",
        "DisabledInfo": "Google Authenticator is momenteel uitgeschakeld; Gelieve hieronder te klikken om de Google authenticator in te schakelen voor je account",
        "Secret": "Geheim",
        "SecretDescription": "Google Authenticator Geheim",
        "SecretGenerated": "Een nieuw geheim is gegenereerd. Gelieve de QR code opnieuw in te scannen of pas het geheim aan in de Google Authenticator Applicatie",
        "Activate": "Google Authenticator activeren",
        "ActivityActivated": "heeft de secure login via Google Authenticator geactiveerd",
        "ActivityDisabled": "heeft de secure login via Google Authenticator uitgeschakeld",
        "SetUp": "Google Authenticator instellen",
        "GenerateNewSecret": "Genereer nieuw geheim",
        "ToggleQRCode": "Toon\/verberg QR-code",
        "QRCodeDescription": "Scan deze QR code met de Google Authenticator op je smartphone.",
        "AuthCode": "Authenticatie code",
        "AuthCodeNewDescription": "Gelieve de authenticatie code in te voeren, nadat je de Google Authenticator applicatie hebt aangepast met je nieuw geheim.",
        "Proceed": "Ga verder",
        "NewSecretSaved": "Je nieuwe Google Authenticator geheim is bewaard",
        "Title": "Titel",
        "TitleDescription": "Titel die wordt weergegeven in de Google Authenticator applicatie",
        "Description": "Beschrijving",
        "DescriptionDescription": "Beschrijving die wordt weergegeven in de Google Authenticator applicatie.",
        "Change": "Wijzigen",
        "Disable": "Uitschakelen",
        "Disabled": "Google Authenticator ondersteuning voor dit account is uitgeschakeld.",
        "AuthCodeRequired": "Gelieve de Autorisatie code van je Google Authenticator applicatie in te geven",
        "AuthCodeInvalid": "Authenticatie code ongeldig",
        "LoginPluginDisabled": "De standaard Login Plugin is uitgeschakeld, omdat het conflicteerd met de Google Authenticator plugin. Om over te schakelen naar de standaard Login (zonder Google Authenticator), dien je de Google Authenticator Plugin uit te schakelen."
    }
}